<?php

return [
    'cities' => [
        'москва' => [
            'city' => 'Москва',
            'aliases' => ['moscow'],
            'regions' => ['Московская область'],
            'geocode_query' => 'Москва, Россия',
        ],
        'подольск' => [
            'city' => 'Подольск',
            'aliases' => [],
            'regions' => ['Московская область'],
            'geocode_query' => 'Подольск, Московская область, Россия',
        ],
        'казань' => [
            'city' => 'Казань',
            'aliases' => [],
            'regions' => ['Республика Татарстан'],
            'geocode_query' => 'Казань, Республика Татарстан, Россия',
        ],
        'мурманск' => [
            'city' => 'Мурманск',
            'aliases' => [],
            'regions' => ['Мурманская область'],
            'geocode_query' => 'Мурманск, Мурманская область, Россия',
        ],
        'санкт петербург' => [
            'city' => 'Санкт-Петербург',
            'aliases' => ['санкт-петербург', 'спб', 'питер', 'saint petersburg'],
            'regions' => ['Санкт-Петербург'],
            'geocode_query' => 'Санкт-Петербург, Россия',
        ],
        'михайловск' => [
            'city' => 'Михайловск',
            'aliases' => [],
            'regions' => ['Свердловская область', 'Ставропольский край'],
            'geocode_queries_by_region' => [
                'Свердловская область' => 'Михайловск, Нижнесергинский район, Свердловская область, Россия',
                'Ставропольский край' => 'Михайловск, Ставропольский край, Россия',
            ],
        ],
        'михайловка' => [
            'city' => 'Михайловка',
            'aliases' => [],
            'regions' => ['Волгоградская область', 'Приморский край', 'Воронежская область'],
            'geocode_queries_by_region' => [
                'Волгоградская область' => 'Михайловка, Волгоградская область, Россия',
                'Приморский край' => 'Михайловка, Приморский край, Россия',
                'Воронежская область' => 'Михайловка, Воронежская область, Россия',
            ],
        ],
    ],
];
