<?php

return [
    'cities' => [
        'москва' => [
            'city' => 'Москва',
            'aliases' => ['moscow'],
            'regions' => ['Московская область'],
        ],
        'подольск' => [
            'city' => 'Подольск',
            'aliases' => [],
            'regions' => ['Московская область'],
        ],
        'казань' => [
            'city' => 'Казань',
            'aliases' => [],
            'regions' => ['Республика Татарстан'],
        ],
        'санкт петербург' => [
            'city' => 'Санкт-Петербург',
            'aliases' => ['санкт-петербург', 'спб', 'питер', 'saint petersburg'],
            'regions' => ['Санкт-Петербург'],
        ],
        'михайловск' => [
            'city' => 'Михайловск',
            'aliases' => [],
            'regions' => ['Свердловская область', 'Ставропольский край'],
        ],
        'михайловка' => [
            'city' => 'Михайловка',
            'aliases' => [],
            'regions' => ['Волгоградская область', 'Приморский край', 'Воронежская область'],
        ],
    ],
];
